Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Without a continual power supply, the spire will remain dormant.
ru: Без постоянного источника питания шпиль будет оставаться бездействующим

source: Without an $name_orb_elysium$ to guide them from on high, the inhabitants of this world are disordered and inefficient.
ru: Без $name_orb_elysium$, который руководил бы ими свыше, жители этого мира неупорядоченны и неэффективны.

source: Without developed civilian interstellar infrastructure, this $origin_frameworld$ empire is struggling to meet demand for transport during times of war.
ru: Без развитой гражданской межзвездной инфраструктуры эта $origin_frameworld$ империя с трудом справляется со спросом на транспорт во время войны

source: Without hesitation, we will throw ourselves into combat, for every second we spend waiting is a second of pain.
ru: Без лишних рассуждений, мы бросаемся в бой, потому что каждая секунда без борьбы - напрасно потраченная секунда.

source: Without the support of infrastructure on the planet below, the inhabitants of this station are struggling.
ru: Без поддержки инфраструктуры на планете внизу обитатели этой станции испытывают трудности.

source: Wonderful
ru: Чудесно

source: Wonderful news!
ru: Замечательная новость!

source: Wonderful!
ru: Замечательно!

source: Wonderful, I think.
ru: Замечательно, я думаю.

source: Wonderful.
ru: Замечательно

source: Work Ethics
ru: Трудовая этика

source: Work drones are grouped into carefully designed teams were each individual drone can contribute with complementary mental capacities to the local mind network.
ru: Рабочие дроны объединяются в тщательно продуманные команды, и каждый отдельный дрон может внести свой вклад в местную сеть разума, дополняя ее умственными способностями.

source: Worker Food Output
ru: Планетарное производство еды рабочими

source: Worker Mineral Output
ru: $minerals$ Минералы из $WORKERS$

source: Worker Teams
ru: Рабочие бригады

source: Workers at the restored ancient manufactory complex are reporting that they are meeting quotas ahead of time, as some of the machinery appears to be adapting to our production schedules independently.
ru: Рабочие восстановленного древнего производственного комплекса сообщают, что они досрочно выполняют квоты, поскольку некоторые машины, похоже, самостоятельно адаптируются к нашим производственным графикам

source: Workers trained for staffing the facilities of a Ktisma Insula, but without any specific jobs to do yet.
ru: Работники, прошедшие подготовку для укомплектования персоналом объектов Ктисма Инсула, но пока не выполняющие никаких конкретных работ

source: Workers trained for staffing the facilities of a Physma Insula, but without any specific jobs to do yet.
ru: Работники, прошедшие подготовку для укомплектования персоналом объектов Физма Инсула, но пока не выполняющие каких-либо конкретных работ

source: Workers trained for staffing the facilities of an Orykta Insula, but without any specific jobs to do yet.
ru: Работники, прошедшие подготовку для укомплектования персоналом объектов острова Орикта, но пока не выполняющие каких-либо конкретных работ

source: Works of Literature
ru: Литературные произведения

source: Workshops filled with artisans and civilian industries line the stacked streets of this district.
ru: Мастерские, заполненные ремесленниками и представителями гражданской промышленности, расположены вдоль оживленных улиц этого района.

source: Workshops filled with artisans and civilian industries line the stacked streets of this hypersegment.
ru: Мастерские, заполненные ремесленниками и представителями гражданской промышленности, тянутся вдоль многоярусных улиц этого гиперсегмента.

source: Workshops filled with artisans and civilian industries line the streets of this district.
ru: Вдоль улиц этого района расположены мастерские, в которых работают ремесленники и гражданские предприятия

source: World Dismantled
ru: Мир демонтирован

source: World Shaper
ru: Мироустроитель

source: World bombed into Red Toxic World
ru: Мир, разбомбленный в Красный токсичный мир

source: Wormhole Generator
ru: Генератор червоточин

source: Worrying.
ru: Беспокоюсь.

source: Worrying...
ru: Беспокоюсь...

source: Worship sites and their supporting infrastructure fill this sector, devoted to the spiritual well-being of our empire.
ru: Места поклонения и их вспомогательная инфраструктура заполняют этот сектор, посвященный духовному благополучию нашей империи

source: Would you like to target the entire system or a planetary body within said system?
ru: Хотели бы вы нацелиться на всю систему или на планетарное тело в пределах указанной системы?

source: Wounded Star
ru: Раненая звезда

source: Wrath of Eternity
ru: Гнев вечности

source: Wrecked $name_war_moon$
ru: Потерпевший крушение $name_war_moon$

source: Wrecked $name_war_planet$
ru: Потерпевший крушение $name_war_planet$

source: Wrecked Aeternite Planetcraft
ru: Потерпевший крушение вечный планетолет

source: Wrecked Asteroid Artillery
ru: Разрушенная артиллерия астероидов

source: Wrecked Attack Moon Scrapped
ru: Разрушенная боевая Луна сдана на слом

source: Wrecked Battleships
ru: Потерпевшие крушение линкоры

source: Wrecked Battleships Restored!
ru: Разрушенные линкоры восстановлены!

source: Wrecked Battleships Scrapped
ru: Разбитые линкоры сданы на слом

source: Wrecked Behemoth Planetcraft Scrapped
ru: Разбитая Боевая планета отправлен на лом

source: Wrecked Colossus
ru: Потерпевший крушение колосс

source: Wrecked Colossus Restored!
ru: Разрушенный колосс восстановлен!

source: Wrecked Colossus Scrapped
ru: Разбитый колосс отправлен на слом

source: Wrecked Juggernaut
ru: Разбитый Джаггернаут

source: Wrecked Juggernaut Restored!
ru: Разрушенный Джаггернаут восстановлен!

source: Wrecked Juggernaut Scrapped
ru: Разбитый Джаггернаут отправлен на слом

source: Wrecked Kaiser Moon
ru: Потерпевший крушение Луна Кайзера

source: Wrecked Megacities
ru: Разрушенные мегаполисы

source: Wrecked Titan
ru: Потерпевший крушение Титан

source: Wrecked Titan Restored!
ru: Разрушенный Титан восстановлен!

source: Wrecked Titan Scrapped
ru: Разбитый Титан отправлен на слом

source: Wrecked Warship Frequency is already at 10 or less.
ru: Частота потерпевшего крушение военного корабля уже на уровне 10 или меньше.

source: Wretched rascals!
ru: Жалкие негодяи!

source: Writable Star
ru: Записываемая звезда

source: Xamdros Singularity
ru: Сингулярность Ксамдроса

source: Xanaveon Maelstrom
ru: Ксанавеонский водоворот

source: Xannus Maelstrom
ru: Водоворот Ксаннуса

source: Xemillon Maelstrom
ru: Шемиллонский водоворот

source: Xenophage
ru: Ксенофагия

source: Xenophile Ethic
ru: Ксенофилия

source: Xenophobe Ethic
ru: Ксенофобия

source: Xingors Singularity
ru: Сингулярность Сингоров

source: Xoter Vortex
ru: Вихрь Ксотера

source: Xuatis Black Hole
ru: Черная дыра Сюатиса

source: Xumu Black Hole
ru: Черная дыра Сюму

source: Yearning for the Void
ru: Тоска по небу

source: Yes
ru: Да

source: Yes, make it so.
ru: Да, сделайте так..

source: Yes, proceed with the dismantlement.
ru: Да, приступайте к демонтажу.

source: Yes, the future will be ours!
ru: Да, будущее будет за нами!

source: Yes, we are.
ru: Да, мы такие.

source: Yes.
ru: Да.

source: Yes?
ru: Да?

source: Yet these halls are filled with thousands, walking in quiet, in search for inspiration and understanding or inner peace.
ru: И все же эти залы заполнены тысячами людей, идущих в тишине, в поисках вдохновения, понимания или внутреннего покоя.

source: Yggdrasil Hallucinogen Unrest
ru: Беспорядки с галлюциногеном Иггдрасиль

source: Yggdrasil Hallucinogens
ru: Галлюциногены Иггдрасиля

source: Yggdrasil Hallucinogens Free Distribution
ru: Бесплатная раздача галлюциногенов Иггдрасиль

source: Yggdrasil Hallucinogens Restricted
ru: Галлюциногены Иггдрасиля запрещены

source: Yggdrasil Hallucinogens Sold
ru: Продаются галлюциногены Иггдрасиль

source: Yggdrasil Locusts Eliminated
ru: Саранча Иггдрасиля уничтожена

source: Yggdrasil Locusts Extinct
ru: Саранча Иггдрасиля вымерла

source: Yggdrasil Orchid
ru: Комплекс Иггдрасиль

source: Yggdrasil Orchid Complex
ru: Гидропонный Комплекс Иггдрасиль

source: Yggdrasil Orchid Complex Alloys
ru: Сплавы Комплекс орхидей Иггдрасиль

source: Yggdrasil Orchid Complex Alloys Cost
ru: Стоимость сплавов Комплекс орхидей Иггдрасиль

source: Yggdrasil Orchid Complex Unity
ru: Комплекс орхидей Иггдрасиль Единство

source: Yggdrasil Orchid Complex Unity Cost
ru: Стоимость Единство Комплекс орхидей Иггдрасиль

source: Yggdrasil Orchid Creation Successful
ru: Успешное создание Комплексы Иггдрасиль

source: Yggdrasil Orchid Management Protocols
ru: Протоколы управления Комплексом Иггдрасиль

source: Yggdrasil Orchid Storm
ru: Буря на Комплексе Иггдрасиль

source: Yinjite Task Force
ru: Оперативная группа Иньцзите

source: Yottascale Energy Manipulation
ru: Манипулирование энергией Йоттаскаля

source: You Blokkats are disgusting abominations!
ru: Вы, блоккаты, отвратительные мерзости!

source: You are but soulless husks!
ru: Вы всего лишь бездушная шелуха!

source: You are not [immortal_messiah.GetName]!
ru: Ты не [immortal_messiah.GetName]!

source: You are not immune to propaganda.
ru: У вас нет имЛуныитета к пропаганде.

source: You are one hell of an Abomination!
ru: Ты просто адская мерзость!

source: You are welcome.
ru: Всегда пожалуйста.

source: You are... fascinating creatures!
ru: Вы... очаровательные создания!

source: You break the game, we break you.
ru: Ты ломаешь игру, мы ломаем тебя.

source: You can ensure the safety of your defense if you only hold positions that cannot be attacked.
ru: Вы можете избежать потерь, если занимаете только те позиции, которые не могут быть атакованы.

source: You can give one of your $subjects$ a new empire name.
ru: Вы можете дать одному из ваших $subjects$ новое имя империи.

source: You can see details about the effects of each Ascension Perk which has been added by this Mod here.
ru: Здесь вы можете увидеть подробности об эффекте каждого перка вознесения, который был добавлен этим модом.

source: You can stay with us if you want.
ru: Ты можешь остаться с нами, если хочешь.

source: You made the right choice.
ru: Ты сделал правильный выбор.

source: You may have the system and its immediate neighbors as well.
ru: Возможно, у вас также есть система и ее ближайшие соседи

source: You may have the system.
ru: Возможно, у вас есть система

source: You only killed the ones in your home.
ru: Ты убил только тех, кто был в твоем доме.

source: You shall be extinguished.
ru: Ты будешь уничтожен.

source: You should be proud of defeating them so easily!
ru: Ты должен гордиться тем, что так легко победил их!

source: You speak to the chosen representative of the [giga_birch_expedition_2_country.GetName].
ru: Вы говорите с выбранным представителем [giga_birch_expedition_2_country.GetName]

source: You will no longer own or control this star system.
ru: Вы больше не будете владеть и контролировать эту звездную систему.

source: You're indestructible?
ru: Ты неуничтожим?

source: You've got yourselves a deal.
ru: Вы заключили сделку

source: Your actions are a crime against sapience itself!
ru: Ваши действия - преступление против самого разума!

source: Your kind isn't even displaying insolence, but plain stupidity.
ru: Твой вид демонстрирует даже не наглость, а откровенную глупость.

source: Your knowledge of the universe must be vast.
ru: Ваши знания о Вселенной, должно быть, огромны.

source: Your people are ours and you can't do anything to stop us.
ru: Ваши люди - наши, и вы ничего не можете сделать, чтобы остановить нас.

source: Your threats of destruction have been logged under entry #945305.
ru: Ваши угрозы уничтожения были зарегистрированы под записью #945305.

source: Yours is a story we will spin into the greatest holonovel!
ru: Ваша история - это история, которую мы превратим в величайший холоновелл!

source: Yowlz
ru: Йоулз

source: Yunz
ru: Юнц

source: Zaarus Vortex
ru: Вихрь Зааруса

source: Zarranhia Vortex
ru: Вихрь Зарраньи

source: Zemjor Black Hole
ru: Земджорская черная дыра

source: Zemuszars Singularity
ru: Сингулярность Земушара

source: Zendams Singularity
ru: Сингулярность Зендамса

source: Zenilis Maelstrom
ru: Водоворот Зенилиса

source: Zenith Ascendancy: Energize Society
ru: Зенит Вознесения: Энергизировать общество

source: Zenran Black Hole
ru: Зенранская черная дыра

source: Zenusia Vortex
ru: Вихрь Зенусии

source: Zero-G Molecular Cleanroom Design
ru: Дизайн молекулярно стерильном помещение с нулевой гравитацией

source: Zeus
ru: Зевс

source: Zimmerman
ru: Циммерман

source: Zinilia Abyss
ru: Бездна Зинилии

source: Zinolax Abyss
ru: Бездна Зинолакса

source: Zinuru Black Hole
ru: Черная дыра Зинуру

source: Zro Deficit
ru: Дефицит Зро

source: Zro Deposit
ru: Депозит Зро

source: Zro Harvester
ru: Зерноуборочный комбайн Зро

source: Zro Harvester Drone
ru: Дрон комбайн Зро

source: Zro Harvester Drones
ru: Дроны-комбайнеры Зро

source: Zro Harvesters
ru: Зерноуборочные комбайны Зро

source: Zro Harvesters gather Zro from local deposits.
ru: Зерноуборочные комбайны собирают Зро из местных месторождений.

source: Zro Nebulae
ru: Туманности Зро

source: Zro Rationing
ru: Нормирование Зро

source: Zro Refining Complex
ru: Комплекс по переработке Зро

source: Zro Reserves
ru: Резервы Зро

source: Zro Shortages
ru: Нехватка Зро

source: Zulellaxs Maw
ru: Пасть Зулеллакса

source: Zuspri Capital
ru: Столица Эзикании

source: Zuspri Hunters
ru: Эзиканские охотники

source: Zuspri Militias
ru: Ополченцы Зуспри

source: Zuspri Quarries
ru: Эзиканские каменоломни

source: Zuspri Quarries (Sabotaged)
ru: Эзиканские каменоломни (подверглись саботажу)

source: Zuspri Rebellion Crushed
ru: Восстание в Эзикании подавлено

source: Zuspri Resistance Decreases
ru: Эзиканское сопротивление уменьшается

source: Zuspri Resistance Increases!
ru: Сопротивление Эзиканцев возрастает!

source: Zuspri Revolt: Equipment
ru: Эзиканское восстание: снаряжение

source: Zuspri Revolt: Funding
ru: Эзиканское восстание: финансирование

source: Zuspri Revolt: Influence
ru: Эзиканское восстание: влияние

source: Zuspri Revolt: Ready
ru: Эзиканское восстание: готово

source: Zuspri Tribesman
ru: Эзиканский соплеменник

source: Zuspri Tribesman Jobs
ru: Работа члена езиканского племени

source: Zuspri Tribesmen
ru: Эзиканские соплеменники

source: Zuspris Ask to Leave
ru: Езикания просят уйти

source: Zuspris Sabotage Katzenarmee Depots!
ru: Езиканцы саботируют склады Катзеринга!

source: Zuspris that fulfill various duties for their local clan.
ru: Езиканцы, которые выполняют различные обязанности для своего местного племени, или "улья."

source: Zweiblio
ru: Цвейблио

source: Zynbulas Maw
ru: Пасть Зинбуласа

source: Zyrengar Black Hole
ru: Черная дыра Зиренгара

source: [From.GetName] Decommissioned
ru: [From.GetName] Выведен из эксплуатации

source: [From.GetName] Removed
ru: [From.GetName] Удалено

source: [From.GetName] has been Digitized
ru: [From.GetName] оцифрован

source: [From.GetName] has fallen!
ru: [From.GetName] пал!

source: [From.GetName] surrenders to the Stellarborne!
ru: [From.GetName] сдается Звезднорожденным!

source: [FromFrom.GetName] Completed
ru: Астероидная фабрика завершена!

source: [FromFrom.System.GetName] Orbital
ru: [from.from.System.GetName] Орбитальный

source: [Owner.GetFrameworldRefineryTooltip] which produces $exotic_gases$.
ru: [Owner.GetFrameworldRefineryTooltip], который производит $exotic_gases$.

source: [Owner.GetFrameworldRefineryTooltip] which produces $rare_crystals$.
ru: [Owner.GetFrameworldRefineryTooltip], который производит $rare_crystals$.

source: [Owner.GetFrameworldRefineryTooltip] which produces $volatile_motes$.
ru: [Owner.GetFrameworldRefineryTooltip], который производит $volatile_motes$.

source: [PREV.GetName] Void
ru: [PREV.GetName] Воид

source: [ROOT.GetName] Returns Flusion to Roqualian Republic!
ru: [ROOT.GetName] Возвращает Флюсиалла в Солакианскую Республику!

source: [ROOT.blokkat_bureau_text]
ru: §YДобытчики Блоккоты§! представляют собой экзистенциальную угрозу для всей галактики. Если мы хотим дать им отпор, мы должны накопить как можно больше §GЗнаний о Блоккотах§! насколько это возможно. Их можно получить, §Yисследуя повторяющиеся проекты§!, §Yвыполняя различные задания§! и §Yвыполнения специальные проекты§! всякий раз, когда у нас есть такая возможность. Наша основная цель — накопить достаточно §GЗнаний о Блоккотах§! для создания §YЭкстрамерного дестабилизатора§!, §YГигаструктуры§! теоретически способной сломать щит §YБлокк-Коллектора§!. Возможно, было бы разумно инвестировать в исследовательские центры на скорую руку.

source: [Root.GetSpeciesAdj] Civilian Factions
ru: [Root.GetSpeciesAdj] Гражданская фракция

source: [This.GetName] in [This.solar_system.Star.GetName]
ru: [This.GetName] в [This.solar_system.Star.GetName]

source: [blokkat_spawn_system.GetName] Void
ru: [blokkat_spawn_system.GetName] Воид

source: [current_blokkat_mothership_system.GetName] Void
ru: [current_blokkat_mothership_system.GetName] Воид

source: [event_target:giga_elysium_host.GetName] Control
ru: [event_target:giga_elysium_host.GetName] Контроль

source: [event_target:giga_planet.GetName] Ascendant
ru: [event_target:giga_planet.GetName] Восходящий

source: [event_target:oppressed_species.GetHomeWorldName] Liberation Front
ru: [event_target:oppressed_species.GetHomeWorldName] Фронт освобождения

source: [event_target:oppressed_species.GetName] Liberation Front
ru: [event_target:oppressed_species.GetName] Фронт освобождения

source: [event_target:planet_deploying_ships.GetName] Defense Squadron
ru: [event_target:planet_deploying_ships.GetName] Эскадрилья обороны

source: [flusion_primitives_country.kaiser_trade_value] [flusion_primitives_country.kaiser_max_system_value]
ru: [flusion_primitives_country.kaiser_trade_value] [flusion_primitives_country.Кайзер_max_system_value]

source: [from.GetName] Voted out Again
ru: [from.GetName] Снова проголосовали

source: [from.GetName] Voted out of Office
ru: [from.GetName] Выбыл из состава

source: [giga_eaw_country.GetName] Seize [giga_eaw_system.GetName] Starbase!
ru: [giga_eaw_country.GetName] Захватить [giga_eaw_system.GetName] Звездную базу!

source: [giga_eawaf_country.GetName] Seize [giga_eawaf_system.GetName] Starbase!
ru: [giga_eawaf_country.GetName] Захватить [giga_eawaf_system.GetName] Звездную базу!

source: [giga_leader_imprinted.GetName] will be remembered.
ru: [giga_leader_imprinted.GetName] запомнится.

source: [giga_planet_illuminated.GetName] Dominated
ru: [giga_planet_illuminated.GetName] Доминировал

source: [giga_planet_illuminated.GetName] Illuminated
ru: [giga_planet_illuminated.GetName] Освещенный

source: [giga_planet_illuminated.GetName] Imprisoned
ru: [giga_planet_illuminated.GetName] Заключен в тюрьму

source: [giga_system.GetName] $name_starlifter$ Completed
ru: [giga_system.GetName] $name_starlifter$ Завершено

source: [global_event_country.GetGalCommunityOrGalImperium] Declares War on Kaiser Kattail
ru: [global_event_country.GetGalCommunityOrGalImperium] Объявляет войну кайзеру Каттейлу

source: [gray_gooed_planet.GetName] Harvested
ru: [gray_gooed_planet.GetName] собрана

source: [kaiser_system_demand_target.GetName] Cedes Territory to Kaiser!
ru: [kaiser_system_demand_target.GetName] Уступает территорию кайзеру!

source: [owner.GetSpeciesName] Entertainment Complex
ru: [owner.GetSpeciesName] Развлекательный комплекс

source: [planet_being_harvested_depleted.GetName] Dismantled
ru: [planet_being_harvested_depleted.GetName] Демонтирован

source: [planet_being_harvested_depleted.GetName] is no more.
ru: [planet_being_harvested_depleted.GetName] больше нет.

source: [root.owner.GetSpeciesAdj] Exofungi Discovered on [from.GetName]
ru: [root.owner.GetSpeciesAdj] Экзогрибы, обнаруженные на [from.GetName]

source: [this.GetName] Obliterated!
ru: [this.GetName] Уничтожен!

source: [this.GetName] Reclaimed!
ru: [this.GetName] Исправлено!

source: [this.GetName]: A Second Home
ru: [this.GetName]: второй дом

source: \"Not-so-barren\" World
ru: "Не такой уж бесплодный" мир

source: \"Oh that's not good\" -CalamityTime
ru: \"О, это нехорошо\" - Время бедствий

source: \"Top Down\" Orbital Infrastructure
ru: \"Сверху вниз\" Орбитальная инфраструктура

source: \"Woe, light be upon you\"
ru: \"Горе, да пребудет с тобой свет\"

source: almost all the local population has been forcefully regressed to the pre-sapient stage by
ru: почти все местное население насильно деградировало до предразумного состояния от действий государства

source: an
ru: вышеуказанный

source: and $giga_frameworld_outpost_plural$
ru: и $giga_frameworld_outpost_plural$

source: artificial
ru: искусственный

source: bountiful system
ru: Щедрая система

source: closed modular system
ru: Закрыто-модульный

source: debug
ru: отладка

source: empty
ru: пусто

source: explorer
ru: исследователь

source: explorer drone
ru: Дрон-исследователь

source: explorer drones
ru: беспилотные летательные аппараты-исследователи

source: explorers
ru: исследователи

source: had divine belief enforced on it by
ru: была подвергнута насаждению божественной истины

source: micro wormhole
ru: микро-червоточина

source: n100+10+(0-9):$C$, def:$C$
ru: n100+10+(0-9):$C$, защита:$C$

source: of the
ru: из

source: on
ru: вкл

source: post this in general-talk
ru: опубликуйте это в общем разговоре

source: quadruple the size of a standard ring world, this gargantuan ring world houses massive amounts of population.
ru: этот гигантский кольцевой мир, в четыре раза превышающий размеры стандартного мира-кольца, вмещает огромное количество населения.

source: secondary
ru: вторично

source: sector
ru: Сектор

source: survey drone
ru: разведывательный беспилотник

source: survey drones
ru: разведывательные дроны

source: the
ru: в

source: the realm of the one that dreams.
ru: Царство того, кто видит сны

source: their agricultural production is woefully inefficient,
ru: Их сельскохозяйственное производство крайне неэффективно,

source: was assimilated by nanobots from
ru: была ассимилирована наноботами

source: was dismantled by
ru: был демонтирован

source: was encased in an impenetrable shield by
ru: была окружена непроницаемым щитом

source: was engulfed by
ru: был поглощен

source: was harvested by
ru: был собран

source: was purged of all higher forms of life by
ru: была очищена от всех высших форм жизни

source: was reshaped by
ru: был изменен с помощью

source: was subjected to a deluge of water by
ru: подверглась затоплению водой

source: was utterly destroyed by
ru: была полностью уничтожена

source: zDEBUG - Unused tech
ru: zDEBUG - неиспользуемая технология
